{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.0.8", "config": 
[
{"class_name": "Dense", "config": 
	{"trainable": true, "use_bias": true, "kernel_regularizer": null, "kernel_initializer": 
		{"class_name": "RandomUniform", "config": 
			{"minval": -0.05, "seed": null, "maxval": 0.05}
		}, "batch_input_shape": [null, 7], "bias_constraint": null, "kernel_constraint": null, "bias_regularizer": null, "name": "dense_1", "activity_regularizer": null, "bias_initializer": {
			"class_name": "Zeros", "config": {}
		}, "activation": "linear", "units": 12, "dtype": "float32"
	}
}, 
{"class_name": "Dense", "config": 
	{"trainable": true, "bias_constraint": null, "kernel_regularizer": null, "kernel_initializer": 
		{"class_name": "RandomUniform", "config": 
			{"minval": -0.05, "seed": null, "maxval": 0.05}
		}, "use_bias": true, "bias_initializer": {
								"class_name": "Zeros", "config": {}
							}, "bias_regularizer": null, "name": "dense_2", "activity_regularizer": null, "kernel_constraint": null, "activation": "relu", "units": 7
	}
}, 
{"class_name": "Dense", "config": 
	{"trainable": true, "bias_constraint": null, "kernel_regularizer": null, "kernel_initializer": 
		{"class_name": "RandomUniform", "config": {"minval": -0.05, "seed": null, "maxval": 0.05
								}
		}, "use_bias": true, "bias_initializer": {
								"class_name": "Zeros", "config": {}
							}, "bias_regularizer": null, "name": "dense_3", "activity_regularizer": null, "kernel_constraint": null, "activation": "softmax", "units": 35}}]}

